module.exports = {
  string: '{#label} должен быть строкой',
  required: 'поле {#label} обязательное',
  empty: 'поле {#label} не может быть пустым',
  min: 'минимальное количество символов в поле {#label}: {#limit}',
  max: 'максимальное количество символов в поле {#label}: {#limit}',
  alphanum: 'поле {#label} должно содержать только латинские буквы и цифры',
  hex: 'поле {#label} должно быть представлено в виде шестнадцатеричной записи ("Hex")',
  length: 'требуемое количество символов в поле {#label}: {#limit}',
  emailMessage: '{#label} - некорректный email',
  uri: '{#label} - некорректный URL',
  excess: '{#label} - данное поле лишнее',
};
